// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "为您的打印机连接 HP 打印机驱动程序可便于您访问所有打印功能。";
APTAddPrinterTitle = "添加打印机";
APTSkipButtonTitle = "跳过";

APTFirstStepTitle = "1. 单击“添加打印机”，随即显示对话框，其中列出您本地网络中可用的打印机。";
APTBonjourSecondStepTitle = "2. 选择“%@”。可能经过一段时间之后打印机才能显示在列表中。";
APTSecondStepNoteTitle = "注意: 为您的打印机选择“Bonjour”或“Bonjour 多功能”条目至关紧要，如此可确保所有的打印机功能皆可正常运作。如果此列表中没有任何条目，但您的打印机通过 USB 线缆连接到此电脑，请断开此线缆连接。";
APTBonjourThirdStepTitle = "3. 打开“使用”（或“打印使用”）弹出菜单并选择打印机的型号名称，如此便可将 HP 打印机驱动程序分配至打印队列。";
APTBonjourFourthStepTitle = "4. 单击“添加”完成打印队列创建工作，然后关闭对话框。";

APTIPSecondStepTitle = "2. 单击工具栏中的“IP”按钮。";
APTIPThirdStepTitle = "3. 从“协议”字段中选择“HP Jetdirect - Socket”选项。";
APTIPFourthStepTitle = "4. 在“地址”字段中输入 IP 地址“%@”。您的设备可能一会就会显示出来。";
APTFouthStepNoteTitle = "如果在您设备上没有显示“打印使用”或“使用”字段，表示没有找到该设备。请通过查阅该设备文档和 Apple 帮助中的说明手动添加该设备。";
APTFifthStepIPTitle = "5. 单击“添加”完成打印队列创建工作，然后关闭对话框。";
APTPrintOnlySupportWarning = "请注意：支持 IP 连接。但是，只有打印功能可以正常运行。";

AssistantContinueAlertTitle = "未添加打印队列，是否继续?";
AssistantContinueAlertMessage = "在完成此步骤之前，您将无法打印至打印机。";

FaxDriverNotInstalledTitle = "未找到设置传真所需的 HP 软件";
PrintDriverNotInstalledTitle = "未找到设置打印所需的 HP 软件";
APTMissingSoftwareMessage = "APT_TEXT:从 APT_LINK:APT_URL:APTSupportLink_URL 为您的设备下载并安装最新的软件，然后重试。如果您选择在不安装最新版本的软件的情况下继续，某些功能将不可用。";
